/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "googlelite";

var DATA = {
	"宁夏回族自治区" : {
		"北方民族大学" : ["钟兴倩"]
	},
	"山西省" : {
		"忻州师范学院" : ["赵雪慧"],
		"太原学院" : ["刘特华"],
		"山西中医药大学" : ["文卓金"]
	},
	"广西省" : {
		"广西民族大学相思湖学院" : ["麦子倩"],
		"广西外国语学院" : ["高佳琪"]
	},
	"湖北省" : {
		"湖北民族大学" : ["张可豪"],
		"湖北工业大学工程技术学院" : ["张必广"]
	},
	"黑龙江省" : {
		"哈尔滨学院" : ["吉才亿"]
	},
	"河北省" : {
		"河北金融学院" : ["陈艾青", "张正熙", "符文敏"],
		"河北大学" : ["杨昌霖"],
		"华北理工大学" : ["杨华峰"]
	},
	"辽宁省" : {
		"辽宁中医药大学杏林学院" : ["文华丽"]
	},
	"河南省" : {
		"河南科技大学" : ["秦乙"],
		"信阳师范大学" : ["陈璐琪"],
		"华北水利水电大学" : ["赵宗鑫"],
		"安阳工学院" : ["符萃"],
		"南阳理工学院" : ["何仪洁"]
	},
	"江苏省" : {
		"南通大学" : ["吉星"],
		"无锡太湖学院" : ["潘伊杰"]
	},
	"江西省" : {
		"江西警察学院" : ["唐琳"],
		"江西工程学院" : ["陈国兴"],
		"东华理工大学长江学院" : ["文家鹏"],
		"宜春学院" : ["刘天娇"]
	},
	"山东省" : {
		"鲁东大学" : ["张亚格"],
		"齐鲁医药学院" : ["符尤月"],
		"山东工商学院" : ["郭静茹"]
	},
	"广东省" : {
		"佛山科学技术学院" : ["苏洲"],
		"广东海洋大学寸金学院" : ["曾喜叶"],
		"电子科技大学中山学院" : ["张永正"]
	},
	"湖南省" : {
		"衡阳师范学院" : ["林志芊"]
	},
	"重庆市" : {
		"重庆师范大学涉外商贸学院" : ["李家云"]
	},
	"四川省" : {
		"四川民族学院" : ["王琼带"],
		"西南财经大学天府学院" : ["杨正"]
	},
	"云南省" : {
		"红河学院" : ["方正"],
		"云南旅游文化学院" : ["陈慧玲"]
	},
	"海南省" : {
		"海南热带海洋学院" : ["柳重薇", "王凯", "王锡圣", "文苏环"],
		"海南医学院" : ["黄立强", "吴海鑫"],
		"海南大学" : ["苏凯亮", "陈彪"],
		"三亚学院" : ["苏其俊", "唐燕玲"],
		"琼台师范学院" : ["符开早", "马玉琴", "符佳佳"],
		"海南师范大学" : ["符良彬"],
		"海口经济学院" : ["文泽祥"]
	},
};

var SPEC_POS = {
	"univ_C" : [121.597479, 31.185356]
};

var MAP_TITLE = "铁中2020届高三1班蹭饭图";

var ABOUT = {
	"作者" : ["<a href='https://qm.qq.com/cgi-bin/qm/qr?k=LZOzNHQZhAiLjuCFuvxpDKatFFH1y_RP&noverify=0'>乘风破浪</a>"],
	"同学联系方式" : ["<a href='https://wwa.lanzous.com/iCT1Ugdezkd'>电话</a>", "<a href='https://wwa.lanzous.com/iE4zjgekn1e'>详细住址</a>", "密码请询问管理员"]
	//"框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"]
};
